Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: The initiative ran simultaneously in the Osh province (Kyrgyzstan) and in the Sogda region (Tajikistan).
pl: Projekt ten był równolegle realizowany w obwodzie oszskim na terenie Kirgistanu i w obwodzie sogdyjskim na terenie Tadżykistanu.

source: WARSAW, COPERNICUS SCIENCE CENTRE (15-16.12.2011)
pl: WARSZAWA, CENTRUM NAUKI KOPERNIK (15-16.12.2011)

source: The European Development Days (EDD) are the most important European platform devoted to exchanging experiences in the area of development cooperation.
pl: Europejskie Dni Rozwoju (EDR) są najważniejszą europejską platformą dialogu poświęconą wymianie doświadczeń w dziedzinie współpracy rozwojowej.

source: EDD 2011 was the first edition to take place in Central-Eastern Europe.
pl: EDR 2011 po raz pierwszy odbyły się w Europie Środkowo-Wschodniej.

source: Some 100 panellists took part in the panel discussions.
pl: W panelach dyskusyjnych wzięło udział ponad 100 panelistów.

source: Furthermore, the Warsaw University Library hosted a session open to the general public, entitled "Pacific Connection", devoted to climate change, rational use of natural resources and gender equality in the Pacific region.
pl: W Bibliotece Uniwersytetu Warszawskiego odbyła się ponadto otwarta dla publiczności sesja Pacific Connection poświęcona zmianom klimatycznym, racjonalnej eksploatacji surowców naturalnych oraz kwestii równości płci w obszarze Pacyfiku.

source: “Polish universities and research staff represent a high degree of academic excellence and have much to offer.
pl: - Polskie uczelnie wyższe oraz kadra naukowa prezentują bardzo wysoki poziom i mają wam wiele do zaoferowania.

source: I would like to see the education and skills that you will gain in Poland contribute to the development of the Eastern Partnership countries,” Deputy Minister Konrad Pawlik told the students at the inauguration of the third edition of the Stefan Banach Scholarship Programme.
pl: Chciałbym, aby wykształcenie, które zdobędziecie na polskich uczelniach przyczyniło się do rozwoju krajów Partnerstwa Wschodniego - mówił wiceminister Konrad Pawlik zwracając się do studentów w trakcie inauguracji trzeciej edycji Programu stypendialnego im.

source: The programme is addressed to the most talented young people from the Eastern Partnership countries.
pl: Stefana Banacha kierowanego do najzdolniejszej młodzieży z krajów Partnerstwa Wschodniego.

source: During today's ceremony, this year's graduates of the programme told their younger fellow students about the opportunities offered by studying in Poland, their achievements and plans for the future.
pl: Podczas dzisiejszej uroczystości tegoroczni absolwenci programu opowiedzieli swoim młodszym kolegom o możliwościach jakie dają studia w Polsce, swoich osiągnieciach i planach na przyszłość.

source: They also encouraged them to take advantage of international exchange programmes such as Erasmus.
pl: Zachęcali też do korzystania z programów wymiany międzynarodowej takich jak Erasmus.

source: You are here Polish Aid / News / Georgian, Moldovan, and Ukrainian diplomats visit Polish MFA
pl: jesteś tutaj Polska pomoc / Aktualności / Dyplomaci z Gruzji, Mołdawii i Ukrainy z wizytą w polskim MSZ

source: Georgian, Moldovan, and Ukrainian diplomats visit Polish MFA
pl: Dyplomaci z Gruzji, Mołdawii i Ukrainy z wizytą w polskim MSZ

source: During the meeting, Deputy Minister Konrad Pawlik underscored the role the Eastern Partnership countries play in Poland's foreign policy.
pl: Podczas spotkania wiceszef polskiej dyplomacji Konrad Pawlik podkreślił rolę, jaką w polityce zagranicznej Polski odgrywają państwa Partnerstwa Wschodniego.

source: He also discussed key issues in those countries' relations with the European Union.
pl: Wiceminister przedstawił także kluczowe zagadnienia dotyczące relacji tych krajów z Unią Europejską.

source: On Tuesday, the study group met with MFA Press Spokesman Marcin Wojciechowski and Press Office Director Michał Safianik.
pl: We wtorek grupa studyjna spotkała się z rzecznikiem prasowym MSZ Marcinem Wojciechowskim oraz dyrektorem Biura Rzecznika Prasowego Michałem Safianikiem.

source: The participants talked about strategic communication, new media, the nature of a press office's work, and best practices.
pl: Uczestnicy rozmawiali o komunikacji strategicznej, nowych mediach, specyfice pracy biura prasowego i dobrych praktykach.

source: Moreover, Press Office staff members presented the Polska.pl website as a tool of promoting Poland.
pl: Pracownicy Biura Rzecznika przedstawili także narzędzia promocji naszego kraju poprzez portal Polska.pl.

source: “We've been offered many new ideas, and we'll use them to bolster our country's global image,” said an attendee from Ukraine.
pl: - Uzyskaliśmy wiele nowych pomysłów, które wykorzystamy, aby nasz kraj był postrzegany globalnie jako bardziej atrakcyjny - stwierdził uczestnik szkolenia z Ukrainy.

source: The Polish Institute of Diplomacy's project is addressed to diplomats who work as press officers and are responsible for media relations in their home countries or at diplomatic missions abroad.
pl: Projekt Polskiego Instytutu Dyplomacji jest adresowany do dyplomatów pełniących w swoich krajach, bądź na placówkach, funkcje oficerów prasowych, odpowiadających za kontakty z mediami.

source: Its aim is to make participants adept at cooperating with the media, reacting to emergencies, and creating the country image.
pl: Ma na celu doskonalenie umiejętności współpracy z mediami, reagowania w sytuacjach kryzysowych, a także kreowania wizerunku kraju.

source: The programme consists of six days of classes, lectures, workshops, meetings and videoconferences run by Polish and foreign diplomats and experts.
pl: Program obejmuje sześć dni zajęć, wykładów, warsztatów, spotkań i wideokonferencji z dyplomatami i ekspertami zarówno z Polski, jak i zagranicy.

source: You are here Polish Aid / News / Meeting on Russian-language media initiatives
pl: jesteś tutaj Polska pomoc / Aktualności / Spotkanie o rosyjskojęzycznych inicjatywach medialnych

source: Meeting on Russian-language media initiatives
pl: Spotkanie o rosyjskojęzycznych inicjatywach medialnych

source: The meeting participants have come to the conclusion that there is a need to enhance sources of objective information in response to a distorted image of Europe and of developments in the world as reported by some Russian-speaking media.
pl: Uczestnicy spotkania uznali, że istnieje potrzeba wzmocnienia źródeł obiektywnej informacji stanowiącej odpowiedź na wypaczony obraz Europy i tego co dzieje się na świecie, który prezentowany jest przez niektóre media rosyjskojęzyczne.

source: This issue has been under discussion in the EU and other fora for some time now.
pl: Dyskusja w tej sprawie jest prowadzona na forum UE i szerzej do pewnego czasu.

source: - This propaganda requires our response.
pl: - Ta propaganda wymaga naszej reakcji.

source: But this response should not be about counter-propaganda.
pl: Ale naszą odpowiedzią nie mogą być działania kontrpropagandowe.

source: It should be about objective information in Russian - said minister Grzegorz Schetyna in an opening statement.
pl: Powinny nią być obiektywne programy informacyjne w języku rosyjskim - powiedział minister Grzegorz Schetyna w przemówieniu otwierającym konferencję.

source: The meeting in Warsaw was the first encounter between states engaged in supporting media projects in countries affected by Russian-speaking propaganda.
pl: Warszawskie spotkanie było pierwszym spotkaniem państw zaangażowanych we wspieranie projektów medialnych w krajach oddziaływania rosyjskojęzycznej propagandy.

source: Its participants have agreed with the report's findings: that in Europe and beyond there is a lack of objective sources of information in the Russian language, specifically in the Eastern Partnership area.
pl: Uczestnicy zgodzili się z tezami zawartymi w raporcie - że w obecnej chwili brakuje w Europie, a także poza nią, obiektywnych źródeł informacji w języku rosyjskim, w szczególności na obszarze Partnerstwa Wschodniego.

source: It is not a task for one state to create them.
pl: Ich tworzenie, nie jest zadaniem dla jednego państwa.

source: In June 2015, the Endowment presented its report findings and specific recommendations.
pl: W czerwcu 2015 r. Europejski Fundusz na rzecz Demokracji przedstawił wyniki przeprowadzonych badań oraz konkretne rekomendacje w tym zakresie.

source: The most important ones include:
pl: Do najważniejszych należą m.in.

source: We consider this meeting to be an important step that will allow us to review our engagement and allocate tasks.
pl: Traktujemy spotkanie jako ważny krok na rzecz przeglądu naszego zaangażowania oraz podziału zadaniami.

source: In this way we want to proceed to the next stage: the implementation of recommendations from the Endowment's report, the aim of which will be to support and promote free and independent sources of information.
pl: W ten sposób chcemy przejść do kolejnej fazy - wdrażania rekomendacji zawartych w raporcie Funduszu, których celem będzie wspieranie i promowanie wolnych i niezależnych źródeł informacji.

source: We also seek to achieve better coordination of our efforts and to make their impact more effective, as well as to create new channels of communication with the Russian-speaking audience and to enhance the ones that already exist.
pl: Chcemy także dążyć do lepszej koordynacji tych działań i zwiększenia skuteczności ich oddziaływania oraz tworzenie nowych i wzmocnienie istniejących kanałów dotarcia do odbiorców w języku rosyjskim.

source: At the conference Poland declared that it will commit EUR 1 million to finance further activities undertaken by the European Endowment for Democracy in this regard.
pl: Podczas konferencji Polska zapowiedziała, że przeznaczy 1 mln euro na finansowanie dalszych działań Europejskiego Funduszu na Rzecz Demokracji w tym zakresie.

source: You are here Polish Aid / Knowledge Base / Good practices / Selected projects 2009 / Social integration of inhabitants of the Pankisi Gorge
pl: jesteś tutaj Polska pomoc / Baza wiedzy / Dobre praktyki / Wybrane projekty polskiej pomocy 2009 / Integracja społeczna mieszkańców Doliny Pankisi

source: Social integration of inhabitants of the Pankisi Gorge
pl: Integracja społeczna mieszkańców Doliny Pankisi

source: As they are not Georgian citizens, they are not entitled to free medical care nor education at universities.
pl: Ze względu na brak gruzińskiego obywatelstwa uchodźcy nie mają prawa do bezpłatnej opieki medycznej ani do nauki na wyższych uczelniach.

source: The only possibility to grant the refugees independence and dignity is to integrate them with the local community and to create workplaces for them.
pl: Jedyną szansą na zapewnienie im samodzielności i godnego życia jest ich integracja z lokalną społecznością i tworzenie dla nich miejsc pracy.

source: As part of the project, eight micro-enterprises were established for both refugees and the local people of the Pankisi Gorge.
pl: W ramach projektu utworzono osiem mikroprzedsiębiorstw, w których pracę znaleźli zarówno uchodźcy, jak i gruzińscy mieszkańcy Doliny Pankisi.

source: The firms included: a pharmacy, two general supplies shops, a farmers' co-op, a stationery shop, a garage and, a café/bakery and a beauty parlour.
pl: Powstały: apteka, dwa sklepy wielobranżowe, spółdzielnia rolna, sklep z materiałami biurowymi, warsztat samochodowy, kawiarnia połączona z piekarnią oraz gabinet kosmetyczny.

source: The project was implemented in collaboration with the Kakheti Regional Development Foundation and UNHCR Bureau in Georgia.
pl: Projekt zrealizowano we współpracy z Kachetyjską Fundacją Rozwoju Regionalnego i Biurem UNHCR w Gruzji.

source: 22nd session of the ACP-EU Joint Parliamentary Assembly
pl: 22. Sesja Wspólnego Zgromadzenia Parlamentarnego AKP-UE

source: Other issues on the agenda included the potential fallout from the current financial crisis on the EU development aid process, the democratic transformation process in Togo and the future partnership between the EU and the ACP signatories of the Cotonou Agreement.
pl: Omawiano również problemy związane z możliwymi skutkami obecnego kryzysu finansowego dla procesu świadczenia unijnej pomocy rozwojowej, proces transformacji demokratycznej w Togo oraz przyszłość współpracy partnerskiej pomiędzy UE, a krajami AKP-sygnatariuszami Umowy z Kotonu.

source: The Parliamentary Assembly adopted resolutions on the impact of debt on development financing in ACP countries, on the food crisis in the Horn of Africa (especially in Somalia), and on the impact of the Arab Spring on neighbouring Sub-Saharan states.
pl: Zgromadzenie Parlamentarne przyjęło rezolucje ws. wpływu zadłużenia państw AKP na świadczoną pomoc rozwojową, ws. kryzysu żywnościowego w Rogu Afryki (szczególnie w Somalii), a także ws. skutków „Wiosny Arabskiej" dla regionu Subsaharyjskiego.

source: In his speech, Minister Stanowski spoke of the key role of the ACP-EU Joint Parliamentary Assembly as a platform for dialogue, cooperation based on partnership and building constructive policies among EU and ACP states to counteract problems caused by today's local, regional and global challenges.
pl: Minister Stanowski wskazał w swoim wystąpieniu na istotną rolę Wspólnego AKP-UE Zgromadzenia Parlamentarnego, jako platformy dialogu, partnerskiej współpracy oraz kształtowania konstruktywnych rozwiązań w polityce UE i rządów krajów AKP na rzecz pokonania problemów stwarzanych przez obecne wyzwania lokalne, regionalne i globalne.

source: In this context, Minister Stanowski pointed to the crisis situation in the Horn of Africa and the regional consequences of the Arab Spring.
pl: W tym kontekście nawiązał do sytuacji kryzysowej w Rogu Afryki oraz regionalnych skutków „Wiosny Arabskiej".

source: He confirmed that the shall EU respect its obligations vis-à-vis ACP states, regardless of the current eurozone crisis.
pl: Potwierdził respektowanie zobowiązań podjętych przez UE wobec krajów AKP niezależnie od obecnego kryzysu strefy euro.

source: Minister Stanowski's statements were very positively received, in particular with regard to his stance on protecting political prisoners in Eritrea.
pl: Wypowiedzi Ministra Stanowskiego spotkały się z bardzo pozytywnym odbiorem, w tym w szczególności dotyczące obrony więźniów politycznych w Erytrei.

source: President Komorowski referred to the 30th anniversary of the introduction of martial law.
pl: Prezydent B. Komorowski nawiązał do 30. rocznicy wprowadzenia stanu wojennego.

source: Thanks to Poland's successful socio-political and economic transformation, as well as its membership of the European Union, the country has become an aid donor open to the needs of others.
pl: Dzięki udanej transformacji polityczno-społecznej i gospodarczej oraz członkostwu w Unii Europejskiej Polska stała się donatorem pomocy i krajem otwartym na potrzeby innych.

source: The President emphasized that it would be difficult to imagine sustainable growth without the right to freedom and respect for civic liberties, and that broadening possibilities for self-fulfilment - of societies, countries, and citizens themselves - should be the main objective of Polish and European development policy.
pl: Prezydent podkreślił, że trudno wyobrazić sobie trwały rozwój bez prawa do wolności i poszanowania swobód obywatelskich, a poszerzanie możliwości samorealizacji - społeczeństw, państw, samych obywateli - powinno być głównym zadaniem polskiej i europejskiej polityki rozwojowej.

source: Deputy Foreign Minister K. Stanowski noted the political context which inclined the co-organizers to suggest a discussion on the ties between democracy and development as the key theme of the EDD.
pl: Wiceminister SZ K. Stanowski zwrócił uwagę na kontekst polityczny, który skłonił współorganizatorów do zaproponowania dyskusji nt. relacji między demokracją a rozwojem jako wiodącego tematu EDR.

source: Afghanistan ranks 175th (as of 2013) in the UNDP Human Development Index which annually monitors the socio-economic development of countries around the world.
pl: Afganistan zajmuje 175 pozycję (2013 r.) w rankingu HDI (Human Development Index) prowadzonym przez UNDP, który corocznie monitoruje społeczno-gospodarczy rozwój państw świata.

source: The Polish team operating in the framework of PRT Ghazni comprised civilian experts and soldiers responsible for the individual support sectors (e.g. infrastructure, education, community affairs, culture, media, public administration), and implemented development projects in collaboration with local authorities and social organizations.
pl: Polski zespół w PRT Ghazni, składający się z cywilnych ekspertów oraz żołnierzy odpowiedzialnych za poszczególne sektory wsparcia (m.in. infrastrukturę, edukację, sprawy społeczne, kulturę, media, administrację publiczną), realizował projekty rozwojowe we współpracy z miejscowymi władzami i organizacjami społecznymi.

source: PRT measures were aimed at rebuilding Ghazni province and bolstering the institutional capacity of local self-government bodies.
pl: Działania PRT miały na celu odbudowę prowincji Ghazni oraz wzmacnianie zdolności instytucjonalnych władz lokalnych.

source: Apart from construction projects dealing with basic infrastructure (building of roads, renovations of public utility buildings, building of waterworks, electrification) and the purchase of essential supplies for schools, hospitals and other public utility institutions, the PRT conducted social, methodological and educational projects (workshops in literacy, mathematics, IT skills, English, vocational training to boost skills).
pl: Oprócz projektów związanych z budową niezbędnej infrastruktury (budowa dróg, remonty budynków użyteczności publicznej, budowa wodociągów, elektryfikacja) oraz zakupem niezbędnego wyposażenia dla szkół, szpitali czy innych instytucji użyteczności publicznej PRT prowadziło projekty społeczne, metodyczne i edukacyjno-szkoleniowe (nauka czytania i pisania, matematyki, obsługi komputera, języka angielskiego, szkolenia zawodowe podnoszące kwalifikacje).

source: The PRT operated in line with the Provincial Development Plan.
pl: PRT działało w zgodzie z Planem Rozwoju Prowincji (Provincial Development Plan).

source: The initiatives were always suggested by local inhabitants, while the projects made use of local technologies and beared in mind the availability of spare parts on the local market.
pl: Inicjatywa wychodziła zawsze od mieszkańców, a projekty realizowane były z uwzględnieniem miejscowych technologii oraz dostępności części zamiennych na rynku lokalnym.

source: The 2014 Development Cooperation Plan earmarks PLN 4,317,670 as a support for Afghanistan.
pl: Plan współpracy rozwojowej w 2014 r. przewiduje na wsparcie dla Afganistanu kwotę 4 317 670 PLN.

source: The following activities are planned in the framework of these funds:
pl: W ramach tych środków planowane są następujące działania:

source: projects implemented by government administration bodies - PLN 117,670;
pl: Projekty wdrażane przez organy administracji publicznej - 117 670 PLN;

source: support for Afghan administration through the Afghanistan Reconstruction Trust Fund (ARTF) - PLN 2 mln;
pl: Wsparcie administracji afgańskiej za pośrednictwem Funduszu Powierniczego na rzecz Odbudowy Afganistanu (ARTF) - 2 mln PLN;

source: In 2013, more than PLN 4 mln was allocated to development cooperation with Afghanistan implemented through the MFA.
pl: W 2013 roku na współpracę rozwojową z Afganistanem, realizowaną za pośrednictwem MSZ, przeznaczono ponad 4 mln PLN.

source: In the frame of this quota, the following initiatives were financed:
pl: W ramach tej puli sfinansowano następujące inicjatywy:

source: Cooperation in the frame of multilateral organizations (contributions to the International Committee for the Red Cross, the World Food Programme, and the Afghanistan Reconstruction Trust Fund) - PLN 3.3 mln;
pl: Współpraca w ramach organizacji wielostronnych (wpłaty na rzecz Międzynarodowego Komitetu Czerwonego Krzyża, Światowego Programu Żywnościowego oraz Funduszu Powierniczego na rzecz Odbudowy Afganistanu) - 3,3 mln PLN;

source: In the frame of the funds of the Ministry of National Defence, the Polish part of the Provincial Reconstruction Team in Ghazni implemented 37 projects, including: 8 projects connected with creating the Disaster Recovery Center in Ghazni, 18 training projects which aimed at strengthening institutional abilities of local authorities and vocational trainings for the population, as well as 11 projects connected with building infrastructure and buying equipment.
pl: W ramach środków Ministerstwa Obrony Narodowej, polska część Zespołu Odbudowy Prowincji Ghazni zrealizowała 37 projektów, w tym: 8 związanych ze stworzeniem w Ghazni Centrum Reagowania Kryzysowego; 18 projektów szkoleniowych, których celem było wzmocnienie zdolności instytucjonalnych władz lokalnych oraz szkoleń zawodowych dla ludności, a także 11 projektów związanych z budową infrastruktury i zakupem wyposażenia.

source: The Polish part of the Provincial Reconstruction Team in Ghazni completed their aid activity on 26 November 2013.
pl: Polska część Zespołu Odbudowy Prowincji Ghazni zakończyła działalność pomocową 26 listopada 2013 r.

source: Read more about Polish assistance to Afghanistan:
pl: Czytaj więcej o polskiej pomocy dla Afganistanu:

source: In 2012, Polish assistance to Afghanistan was focused in the following sectors:
pl: W 2012 roku polska działalność pomocowa na rzecz Afganistanu skupiła się na następujących sektorach:

source: development of infrastructure in Ghazni province;
pl: Rozwój infrastruktury w prowincji Ghazni;

source: strenghtening of self-sufficiency of Ghazni province inhabitants through vocational training;
pl: Wzmocnienie samowystarczalności mieszkańców prowincji Ghazni poprzez szkolenia zawodowe;

source: strenghtening state structures including supporting Afghan administration in developing efficient judical system;
pl: Wzmocnienie struktur państwa, w tym wsparcie afgańskiej administracji w rozwoju efektywnego systemu sprawiedliwości;

source: supporting Afghan administration in the field of monument protection;
pl: Wsparcie afgańskiej administracji w zakresie ochrony zabytków;

source: A total of 42 projects were carried out, which includes 37 projects implemented by the Provincial Reconstruction Team - Ghazni (18 in the field of infrastructure, 13 in the field of vocational training and 6 which consisted in purchasing equipment - see full list ) and 5 projects aimed at supporting Afghan administration.
pl: Przeprowadzone zostały łącznie 42 projekty, w tym 37 zrealizowanych przez Zespół Odbudowy Prowincji Ghazni (18 projektów infrastrukturalnych, 13 projektów szkoleniowych i 6 projektów związanych z zakupem wyposażenia - zobacz pełną listę ) oraz 5 projektów służących wsparciu afgańskiej administracji.

source: In 2012 a total value of development aid for Afghanistan amounted to PLN 28,960,562, which includes PLN 20,555,760 for initiatives of the Provincial Reconstruction Team - Ghazni, PLN 1,549,801.91 for support of the Afghan administration and PLN 6,855,000 in form of contributions to multilateral funds.
pl: Sumaryczna wartość wydatków na pomoc rozwojową dla Afganistanu w roku 2012 wyniosła 28 960 562 PLN, w tym 20 555 760 PLN przeznaczono na projekty Zespołu Odbudowy Prowincji Ghazni (PRT Ghazni), 1 549 801,91 PLN na wsparcie afgańskiej administracji, a 6 855 000 PLN stanowiły wpłaty na rzecz funduszy wielostronnych.

source: In 2011, assistance was provided mainly in the following sectors:
pl: W roku 2011 działalność pomocowa skupiała się na następujących sektorach:
